7767517
28 28
Input                    input0                   0 1 input0 0=224 1=224 2=3 -23328=1,0 -23329=1,751.412903
Convolution              Conv_0                   1 1 input0 input.4 0=32 1=3 4=1 5=1 6=864 20=1 21=21 22=15 24=2 25=1 -23328=1,1 -23329=1,15.228669
PReLU                    LeakyRelu_1              1 1 input.4 onnx::Conv_110 20=1 21=22549 22=12 23=2 -23328=1,1 -23329=1,83.835808
Convolution              Conv_2                   1 1 onnx::Conv_110 input.12 0=32 1=3 3=2 4=1 5=1 6=9216 20=1 21=46 22=15 24=2 25=1 -23328=1,1 -23329=1,12.470828
PReLU                    LeakyRelu_3              1 1 input.12 onnx::Conv_113 20=1 21=25788 22=13 23=2 -23328=1,1 -23329=1,39.256973
Convolution              Conv_4                   1 1 onnx::Conv_113 input.20 0=64 1=3 4=1 5=1 6=18432 20=1 21=150 22=15 24=2 25=1 -23328=1,1 -23329=1,15.451846
PReLU                    LeakyRelu_5              1 1 input.20 onnx::Conv_116 20=1 21=27618 22=14 23=2 -23328=1,1 -23329=1,26.046503
Convolution              Conv_6                   1 1 onnx::Conv_116 input.28 0=64 1=3 3=2 4=1 5=1 6=36864 20=1 21=282 22=15 24=2 25=1 -23328=1,1 -23329=1,18.874598
PReLU                    LeakyRelu_7              1 1 input.28 onnx::Conv_119 20=1 21=17346 22=13 23=2 -23328=1,1 -23329=1,39.964767
Convolution              Conv_8                   1 1 onnx::Conv_119 input.36 0=128 1=3 4=1 5=1 6=73728 20=1 21=111 22=15 24=2 25=1 -23328=1,1 -23329=1,20.846956
PReLU                    LeakyRelu_9              1 1 input.36 onnx::Conv_122 20=1 21=28657 22=14 23=2 -23328=1,1 -23329=1,36.463249
Convolution              Conv_10                  1 1 onnx::Conv_122 input.44 0=128 1=3 3=2 4=1 5=1 6=147456 20=1 21=82 22=15 24=2 25=1 -23328=1,1 -23329=1,24.071938
PReLU                    LeakyRelu_11             1 1 input.44 onnx::Conv_125 20=1 21=32089 22=14 23=2 -23328=1,1 -23329=1,47.146187
Convolution              Conv_12                  1 1 onnx::Conv_125 input.52 0=256 1=3 4=1 5=1 6=294912 20=1 21=82 22=15 24=2 25=1 -23328=1,1 -23329=1,26.961111
PReLU                    LeakyRelu_13             1 1 input.52 onnx::Conv_128 20=1 21=30227 22=14 23=2 -23328=1,1 -23329=1,49.740864
Convolution              Conv_14                  1 1 onnx::Conv_128 input.60 0=256 1=3 3=2 4=1 5=1 6=589824 20=1 21=71 22=15 24=2 25=1 -23328=1,1 -23329=1,29.017752
PReLU                    LeakyRelu_15             1 1 input.60 onnx::Conv_131 20=1 21=19902 22=13 23=2 -23328=1,1 -23329=1,70.497581
Convolution              Conv_16                  1 1 onnx::Conv_131 input.68 0=512 1=3 4=1 5=1 6=1179648 20=1 21=52 22=15 24=2 25=1 -23328=1,1 -23329=1,36.369442
PReLU                    LeakyRelu_17             1 1 input.68 onnx::Conv_134 20=1 21=21449 22=13 23=2 -23328=1,1 -23329=1,95.226646
Convolution              Conv_18                  1 1 onnx::Conv_134 input.76 0=512 1=3 3=2 4=1 5=1 6=2359296 20=1 21=200 22=15 24=2 25=1 -23328=1,1 -23329=1,5.990168
PReLU                    LeakyRelu_19             1 1 input.76 onnx::Conv_137 20=1 21=24550 22=14 23=2 -23328=1,1 -23329=1,8.975763
Convolution              Conv_20                  1 1 onnx::Conv_137 input.84 0=512 1=3 4=1 5=1 6=2359296 20=1 21=15 22=15 24=2 25=1 26=22126 27=13 -23328=1,1 -23329=1,24.042019
PReLU                    LeakyRelu_21             1 1 input.84 onnx::Conv_140 20=1 21=31524 22=15 23=2 -23328=1,1 -23329=1,23.130356
Convolution              Conv_22                  1 1 onnx::Conv_140 input.92 0=512 1=3 4=1 5=1 6=2359296 20=1 21=15 22=15 24=2 25=1 26=31187 27=13 -23328=1,1 -23329=1,23.725914
PReLU                    LeakyRelu_23             1 1 input.92 onnx::Conv_143 20=1 21=16650 22=14 23=2 -23328=1,1 -23329=1,24.111427
Convolution              Conv_24                  1 1 onnx::Conv_143 input.100 0=512 1=3 4=1 5=1 6=2359296 20=1 21=16 22=15 24=2 25=1 26=16524 27=13 -23328=1,1 -23329=1,17.851360
PReLU                    LeakyRelu_25             1 1 input.100 onnx::Conv_146 20=1 21=19725 22=14 23=2 -23328=1,1 -23329=1,21.491550
Convolution              Conv_26                  1 1 onnx::Conv_146 output0 0=60 1=1 5=1 6=30720 20=1 21=19 22=15 24=2 25=1 -23328=1,1 -23329=1,8.369299
